{
    "es":{
        "head_title": "Portafolio Web: Francisco Hernández",
        "h1_name":"Francisco Hernández",
        "h2_description": "Estudiante de Desarrollo de Aplicaciones Informáticas",
        "p_aboutme": "Estudio Tecnicatura Universitaria en Desarrollo de Aplicaciones Informáticas (TUDAI) en la Universidad del Centro de Buenos Aires (UNICEN), sede Lobería. Soy músico con formación particular y autodidacta, tengo gusto por el trabajo gráfico (p/ej, tratamiento de imágenes) y también se me da bien traducir textos del español al inglés y viceversa.<br>Como desarrollador y diseñador, puedo adecuarme a cualquier requerimiento estilístico y presto mucha atención a los detalles visuales, semánticos y de facilidad de uso de interfaz. Me interesa especialmente crear interfaces que sean amigables para el usuario, con el atractivo visual justo y necesario y practicidad para encontrar opciones y funcionalidades donde el usuario espera encontrarlas.",
        "h2_langs": "Idiomas",
            "ul_langs_li_es": "<b>Español:</b> Nativo",
            "ul_langs_li_en": "<b>Inglés:</b> Bilingüe",
            "ul_langs_li_pr": "<b>Portugués:</b> Principiante",
        "h2_skills": "Tecnologías",
        "h2_prj": "Proyectos",
        "h2_downloadCV": "Descargar CV",
        "button_downloadCV": "Descargar CV en formato PDF"
    },

    "en":{
        "head_title": "Web Portfolio: Francisco Hernández",
        "h1_name":"Francisco Hernández",
        "h2_description": "Software Development Student",
        "p_aboutme": "I am studying for an assistant's degree in software development at the UNICEN University in Lobería, Argentina. I am also a self-taught musician, I have a liking for working with graphics (i.e., image manipulation and treatment) and I also have a flair for writing translations from English to Spanish and vice versa.<br>As a developer and designer, I can adjust to any stylistic requirements and I put a lot of attention to detail when it comes to visual presentation, semantic details and ease of use of an interface. I am specially interested in creating user-friendly interfaces, with just the right amount of visual appeal and practicality to find options and features where users would expect to find them.",
        "h2_langs": "Languages",
            "ul_langs_li_es": "<b>Spanish:</b> Native",
            "ul_langs_li_en": "<b>English:</b> Bilingual",
            "ul_langs_li_pr": "<b>Portuguese:</b> Beginner",
        "h2_skills": "Skills",
        "h2_prj": "Projects",
        "h2_downloadCV": "Download CV/Résumé",
        "button_downloadCV": "Download PDF CV/Résumé"
    }
}